/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "%@ já está registrado como um telefone Bluetooth.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "%@ já está registrado como um dispositivo USB.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "Alguns dispositivos USB não puderam ser identificados";

/* Button to go to Website for KB */
"Go to Website" = "Visitar o Site";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "Não foi possível abrir o iSync devido a um problema com um plug-in.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "O iSync não conseguiu identificar alguns dispositivos USB:\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Este telefone já está registrado";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "O seguinte plug-in não funciona com esta versão do iSync. Clique na seta para mostrar o plug-in, mova ou apague-o e, em seguida, abra o iSync novamente.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Ocorreu um problema com um dos plug-ins. Clique na seta para mostrar os plug-ins, mova ou apague um deles e, em seguida, abra o iSync novamente.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Para que este telefone funcione com o iSync, entre em contato com o fabricante do telefone ou com o provedor de acesso para atualizar o firmware de seu telefone.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Para que este telefone funcione com o iSync, entre em contato com o fabricante do telefone ou com o provedor de acesso para atualizar o firmware de seu telefone. Para obter mais informações, visite o site de suporte do iSync.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Seu telefone, “%@” não funciona com esta versão do iSync.";

